[
    {
        "title": "Porridge With Honey-Nut Crunch",
        "serves": 4,
        "prepTime": "25 minutes",
        "ingredientNames": [
            "Slivered almonds, roughly chopped",
            "Honey, warmed",
            "Ground cinnamon",
            "Sultana Bran, roughly crushed",
            "Rolled oats",
            "Low-fat milk"
        ],
        "ingredientQtys": [
            "28 grams",
            "1 teaspoon",
            "1/4 teaspoon",
            "60 grams",
            "1 1/2 cups (135g)",
            "1 litre"
        ],
        "directions": "Pre-heat oven to 200c. Line baking tray with baking paper. Spread the chopped almonds over the prepared baking tray, drizzle evenly with the warmed honey and sprinkle with cinnamon. Bake for 10-12 minutes or until golden. Remove from the oven and leave to cool on the tray, then break into small pieces. Place in a bowl with the Sultana Bran and toss to combine. Meanwhile, place the oats and 1 litre of the milk in a large saucepan over low-medium heat. Bring to a gentle simmer, stirring constantly, then reduce the heat to low and cook, stirring occasionally, for 15 minutes or until the oats are soft and the mixture has thickened. Divide the oats among serving bowls and sprinkle with the nut mixture",
        "notes": "Store the cooled nut clusters in an airtight container at room temperature and the oats and mocha in separate airtight containers in the fridge. All the elements will keep up to 3 days.",
        "vegan": false,
        "glutenFree": false,
        "category": "Breakfast",
        "photo": "no-photo.jpg"
    },
    {
        "title": "Frenched Crumpets With Yoghurt",
        "serves": 2,
        "prepTime": "20 minutes",
        "ingredientNames": [
            "Large eggs",
            "Wholemeal Crumpets",
            "Vanilla extract",
            "Light-margarine",
            "Low-fat yoghurt",
            "Caster sugar",
            "Ground cinnamon"
        ],
        "ingredientQtys": [
            "4",
            "2 x 60 grams",
            "1/2 teaspoon",
            "1 tablespoon",
            "150 grams",
            "1 teaspoon",
            "1/4 teaspoon"
        ],
        "directions": "Place the eggs and vanilla in a flat dish and whisk together with a fork. Add the crumpets to the egg mixture and turn to coat well on both sides. Stand, turning occasionally until the crumpets have absorbed the egg mixture. Melt the margarine in a large non-stick frying pan over low-medium heat. Add the crumpets and cook for 2-3 minutes each side or until cooked and golden.  Combine sugar and cinnamon in a small bowl. Top the crumpets with the cinnamon sugar mixture, serve with the yoghurt",
        "notes": "",
        "vegan": false,
        "glutenFree": false,
        "category": "Breakfast",
        "photo": "no-photo.jpg"
    },
    {
        "title": "Grilled Italian Feta & Tomatoes On Toast",
        "serves": 2,
        "prepTime":"20 minutes",
        "ingredientNames": [
           "Tamatoes, quartered lengthways",
           "Feta, cut into 2 cm pieces",
           "Dried Italian mixed herbs",
           "Olive oil",
           "Lemon, finely zested and lemon cut into wedges",
           "Oregano leaves",
           "Wholegrain bread, toasted" 
        ],
        "ingredientQtys":[
            "4",
            "320 grams",
            "1/2 teaspoon",
            "1/2 tablespoon",
            "1/2",
            "1 tablespoon",
            "4 slices"
        ],
        "directions": "Pre-heat oven to grill on high. Place tomato, cut side up, on a non-stick baking tray and grill for 1 minute. Add the feta to the tray and sprinkle evenly with the dried herbs. Drizzle over the olive oil and season to taste with freashly ground pepper. Grill for 4 minutes or until golden. Remove from the grill and sprinkle with the lemon zest and oregano. Divide toast among serving plates and top with the feta and tomato. Serve warm with lemon wedges.",
        "notes": "",
        "vegan": false,
        "glutenFree": false,
        "category": "Breakfast",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Soft Boiled Egg",
        "serves":1,
        "prepTime":"20 minutes",
        "ingredientNames":[
            "Soft-boil eggs",
            "Olive oil",
            "Baby spinach",
            "Basil leaves",
            "Finely chopped tomato",
            "Lemon, finely zested and lemon cut into wedges",
            "Balsamic vinegar",
            "Wholegrain bread, toasted"
        ],
        "ingredientQtys":[
            "2",
            "1 teaspoon",
            "1 cup (30 grams)",
            "1/4 cup",
            "1",
            "1/2",
            "2 teaspoons",
            "1 slice"
        ],
        "directions":"Soft boil the eggs, the peel and halve lengthways. Meanwhile, heat the olive oil in a small frying pan over medium heat, add the spinach leaves and cook for 1 minute or until just wilted. Remove the pan from the heat and stir through the basil leaves and the finely grated zest of lemon. Serve on toast with the lemon wedges, adding the tomato and the drizzle of the balsamic vinegar. Season to taste with salt and pepper.",
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Breakfast",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Cheesy Breakfast Beans",
        "serves":2,
        "prepTime":"25 minutes",
        "ingredientNames":[
            "Olive",
            "Onion, finely chopped",
            "Sweet paprika",
            "Crushed tin tomatoes",
            "Kidney beans, drained and rinsed",
            "Light tasty cheese",
            "Dried mixed herbs",
            "Wholegrain bread, toasted"
        ],
        "ingredientQtys":[
            "1/2 tablespoon",
            "1/2",
            "1 teaspoon",
            "200 grams",
            "300 grams",
            "80 grams",
            "1/4 teaspoon",
            "2 slices"
        ],
        "directions":"Heat the olive oil in a large saucepan over medium heat. Add the onion and paprika and cook, stirring occasionally, for 5 minutes or until softened and light golden. Reduce the heat to low. Add the tomatoes and kidney beans and cook, stirring occasionally, for 15 minutes or until the mixture has reduced and thickened slightly. Preheat the oven grill to high. Transfer the bean mixture to a baking dish. Sprinkle over the cheese and then the mixed herbs. Cook under the grill for 2-3 minutes or  until the cheese is melted and bubbling. Season with freshly ground black pepper. Serve beans hot with toast for dipping.",
        "notes":"Beans can be stored in the fridge in an airtight container for 3 days or in the freezer for 3 months.",
        "vegan":false,
        "glutenFree":false,
        "category":"Breakfast",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Sweet Potato & Haloumi Fritters",
        "serves":2,
        "prepTime":"40 minutes",
        "ingredientNames":[
            "Sweet potato, peeled and coarsely grated",
            "Haloumi, coarsely grated",
            "Ground cumin",
            "Garlic clove",
            "Spring onion, white part thinly sliced into round and green part thinly sliced diagonally",
            "Baby spinach leaves",
            "Water"
        ],
        "ingredientQtys":[
            "750 grams",
            "160 grams",
            "1 teaspoon",
            "1",
            "2",
            "60 grams",
            "1/4 cup"
        ],
        "directions":"Heat a large non-stick frying pan over low-medium heat. Combine sweet potato, haloumi and cumin in a bowl and season with freshly ground black pepper. Lightly spray the pan with olive oil and drop in firmly packed ½ cup measures of the sweet potato mixture, pressing down to form 8cm circles. Cook for 5 minutes each side or until golden and cooked through. Remove and cover to keep warm. Lightly spray the pan with a little more olive oil and increase the heat to high. Add garlic, white part of the spring onion, spinach and water. Cook, tossing constantly, for 2 minutes or until the spinach has just wilted. Remove from the pan and heat and season with black pepper. Serve the fritters with the spinach mixture on top, sprinkle with green onion.",
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Breakfast",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Porridge With Cinnamon Nut Crumble",
        "serves":4,
        "prepTime":"25 minutes",
        "ingredientNames":[
            "Rolled oats",
            "Low-fat milk",
            "Low-fat Greek yoghurt",
            "Raw almonds",
            "Pecans or walnuts",
            "Macadamias",
            "Ground cinnamon",
            "Water cold",
            "Water boiling"
        ],
        "ingredientQtys":[
            "1 1/3 cup (120 grams)",
            "2 cups (500ml)",
            "1/3 cup (95 grams)",
            "30 grams",
            "20 grams",
            "1 teaspoon",
            "1 1/3 cup (330ml)",
            "1 3/4 cup (435ml)"
        ],
        "directions":"To make the cinnamon nut crumble, preheat the oven to 180c. Line a baking tray with baking paper. Spread out the nuts on the tray and roast for 6-8 minutes or until lightly golden. Transfer to a mortar, sprinkle the cinnamon and coarsely crush. Place the oats in a heavy-based saucepan and add cold water and stir well. Add the boiling water and stir vigorously. Bring to a boil over medium heat, then cook, stirring frequently, for 5 minutes or until the porridge is thickened and creamy. Divide the porridge evenly among 4 bowls and serve with the nut crumble.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Breakfast",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Hummus & Tomato Toast With Spiced Nuts",
        "serves":2,
        "prepTime":"20 minutes",
        "ingredientNames":[
            "Multigrain bread",
            "Hummus",
            "Tomato",
            "Feta",
            "Pecans or walnuts",
            "Macadamias",
            "Ground cumin",
            "Sweet paprika"
        ],
        "ingredientQtys":[
            "2 slices",
            "20 grams",
            "1",
            "40 grams",
            "20 grams",
            "20 grams",
            "To taste",
            "To taste"
        ],
        "directions":"To make the spiced nut sprinkle, preheat the oven to 180c. Line a baking ray with baking paper. Spread the nuts on to the prepared tray and roast for 6-8 minutes or until light golden. Transfer to a mortar, sprinkle in the cumin and paprika and coarsely crush. Set aside. Toast the bread, then spread evenly with the hummus and top with the tomato. Season to taste with freshly ground black pepper. Scatter with feta and the nut sprinkle to serve.", 
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Breakfast",
        "photo": "no-photo.jpg"
    },
    {
        "title":"French Toast",
        "serves":2,
        "prepTime":"15 minutes",
        "ingredientNames":[
            "Eggs",
            "Low-fat milk",
            "Vanilla essence",
            "Cinnamon",
            "Multigrain bread",
            "Blueberries",
            "Strawberries",
            "Icing sugar"
        ],
        "ingredientQtys":[
            "2",
            "2 tablespoons",
            "1/2 teaspoon",
            "1/2 teaspoon",
            "4 slices",
            "62 grams",
            "62 grams",
            "1 teaspoon"
        ],
        "directions":"Preheat a non-stick frying pan on medium heat. In a medium bowl combine eggs, vanilla essence and cinnamon. Whisk to combine with a fork. Dip each slice of bread into the egg mixture until absorbed on each side. Place the bread in the pan and cook for 2-3 minutes on each side or until golden. Serve with the berries and dust with icing sugar.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Breakfast",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Vegan Berry Smoothie Bowl",
        "serves":2,
        "prepTime":"10 minutes",
        "ingredientNames":[
            "Rolled oats",
            "LSA",
            "Frozen banana cut into quarters",
            "Frozen raspberries",
            "Unsweetened almond milk",
            "Blueberries",
            "Strawberries, sliced"
        ],
        "ingredientQtys":[
            "3/4 cup",
            "1 tablespoon",
            "1",
            "125 grams",
            "1 cup",
            "50 grams",
            "50 grams"
        ],
        "directions":"Into a blender, add the rolled oats and the LSA. Blend until the oats are a fine powder. Add the frozen banana, frozen raspberries and almond milk. Blend until smooth. Divide between 2 bowls, top with sliced berries.",
        "notes":"",
        "vegan":true,
        "glutenFree":false,
        "category":"Breakfast",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Breakfast Wrap",
        "serves":2,
        "prepTime":"15 minutes",
        "ingredientNames":[
            "Eggs",
            "Ham",
            "Low-carb Wholemeal Wrap",
            "Low-fat tast cheese slice, halved",
            "Avocado",
            "Tomato",
            "Baby spinach leaves"
        ],
        "ingredientQtys":[
            "2",
            "2 slices",
            "2",
            "2 slices",
            "1/4 sliced",
            "1/2 sliced",
            "A few"
        ],
        "directions":"Whisk eggs until combined, season with salt and pepper to taste. Using a non-stick frying pan, cook the egg mixture on medium heat, folding occasionally, until cooked through. Once cooked, set aside and keep warm. In the same pan, warm ham on medium heat. Set aside. Place each wrap on a plate and top with one portion of cheese, avocado, ham, half the cooked egg mixture, sliced tomato and top with a handful of baby spinach leaves.",
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Breakfast",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Mountain Bread Pizzas",
        "serves":2,
        "prepTime":"25 minutes",
        "ingredientNames":[
            "Olive oil",
            "Balsamic vinegar",
            "Garlic clove, crushed",
            "Zucchini, peeled into long ribbons",
            "Wholemeal or rye mountain bread",
            "Tasty cheese, grated",
            "Tin of chopped tomatoes",
            "Baby spinach and rocket salad leaf mix"
        ],
        "ingredientQtys":[
            "1 1/2 teaspoons",
            "1 teaspoon",
            "1/2",
            "1",
            "4x 25 grams",
            "160 grams",
            "200 grams",
            "23 grams"
        ],
        "directions":"Preheat oven to 180c. Line a large baking tray with baking paper. Using a fork, whisk together the olive oil, vinegar and garlic in a large bowl. Add the zucchini and season with freshly ground black pepper. Toss to combine, then set aside, tossing occasionally. Lay two of the mountain breads side by side on each tray and sprinkle evenly with half of the cheese. Place the remaining breads on top to cover. Spoon over the chopped tomato and sprinkle with the remaining cheese. Bake for 15-20 minutes or until the breads are crisp and the cheese is melted, bubbling and golden. Add the carrot and salad leaves to the zucchini mixture and toss to combine. Serve alongside the pizzas.",
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Chicken Soba Noodles",
        "serves":2,
        "prepTime":"15 minutes",
        "ingredientNames":[
            "Sunflower oil",
            "Sesame oil",
            "Onion, thinly diced",
            "Lean chicken breast, thinly sliced",
            "Chinese broccoli, trimmed",
            "Salt reduced hoisin sauce",
            "Ginger, finely grated",
            "Soba noodles",
            "Broccolini bunch, stalks halved",
            "Water"
        ],
        "ingredientQtys":[
            "1 1/2 teaspoons",
            "1/2 teaspoon",
            "1/2",
            "200 grams",
            "1 bunch",
            "1 tablespoon",
            "1 teaspoon",
            "90 grams",
            "1 bunch",
            "1 tablespoon"
        ],
        "directions":"Heat the sunflower and sesame oils in a large wok over high heat. Add the chicken, stir-fry for 3-4 minutes. Add the onion and cook for 1 minute. Add the Chinese broccoli, hoisin sauce, ginger and water. Stir-fry for 2 minutes or until the chicken is cooked and the vegetables are just tender. Meanwhile, bring a large saucepan of water to the boil over high heat. Add the noodles and broccolini and cook for 1-2 minutes or until the noodles are heated through and separately easily, and the broccoli is just tender. Drain well, the divide among serving bowls. Spoon the chicken mixture over the noodles and serve.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Pest Chicken & Veggie Melts",
        "serves":2,
        "prepTime":"40 minutes",
        "ingredientNames":[
            "Chicken tenderloins, sliced",
            "Zucchini, thinly sliced diagonally",
            "Asparagus, trimmed",
            "Tomatoes, thinly sliced",
            "Multigrain bread, toasted",
            "Tasty cheese, grated",
            "Fresh pasil pesto"
        ],
        "ingredientQtys":[
            "200 grams",
            "1",
            "1 bunch",
            "2",
            "2x 35 gram slices",
            "50 grams",
            "1 tablespoon"
        ],
        "directions":"Heat a large chargrill pan over high heat. Add half the chicken and cook, turning occasionally, for 5 minutes or until golden and cooked through. Transfer to a plate and repeat with the remaining chicken. Chargrill the zucchini and asparagus in two batches for 3 minutes each, turning occasionally, until golden and just tender. Preheat the grill to high. Place the toast on a large baking tray. Top with the tomato, chargrilled vegetables and chargrilled chicken and sprinkle with the cheese. Grill for 2-3 minutes or until the cheese is melted and golden. Drizzle with the pesto and serve warm.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Tuna Pesto Pasta Salad",
        "serves":2,
        "prepTime":"25 minutes",
        "ingredientNames":[
            "Low-GI or wholemeal spaghetti",
            "Zucchini, peeled into long ribbons, halved lengthways and sliced",
            "Broccolini bunch, stalks halved",
            "Broccolini, trimmed halved",
            "Tinned tuna in springwater",
            "Fresh basil pesto",
            "Zest and juice of lemon",
            "Parmesan",
            "Cherry tomatoes, halved" 
        ],
        "ingredientQtys":[
            "60 grams",
            "1",
            "1 bunch",
            "200 grams",
            "1 tablespoon",
            "1/2",
            "50 grams",
            "125 grams"
        ],
        "directions":"Cook the spaghetti in a large saucepan of boiling water for 6 minutes. Add the zucchini and broccolini and cook for a further 2 minutes. Drain, reserving ¾ cup of the cooking water. Transfer to a large bowl. Add the remaining ingredients to the bowl and toss to combine, adding some of the reserved cooking water to loosen if needed. Season with freshly ground black pepper and serve warm. ",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Chicken Tikka & Sweet Potato Lettuce Cups",
        "serves":2,
        "prepTime":"35 minutes",
        "ingredientNames":[
           "Lean chicken tenderloins, seasoned with pepper",
           "Tikka curry paste",
           "Reduced fat natural yoghurt",
           "Sweet potato, peeled, thinly sliced",
           "Iceberg lettuce leaves",
           "Lebanese cucumber, thinly sliced diagonally",
           "Small mint leaves",
           "Sliver almonds, toasted and chopped" 
        ],
        "ingredientQtys":[
            "200 grams",
            "1 tablespoon",
            "100 grams",
            "200 grams",
            "4 cups",
            "1",
            "3/4 cups",
            "10 grams"
        ],
        "directions":"Combine the chicken, curry paste and half the yoghurt in a bowl. Heat a large chargrill pan over high heat. Add half the sweet potato and cook, turning occasionally, for 4 minutes or until golden and just tender. Transfer onto a plate and repeat with the remaining sweet potato. Chargrill the chicken for 8-10 minutes, turning occasionally, until golden and cooked through. Transfer to a chopping board. Divide the lettuce leaves among serving plates and fill with sweet potato and cucumber. Slice the chicken and arrange over the top, then spoon over the remaining yoghurt. Sprinkle with the mint leaves and almonds and serve warm.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Chicken Chow Mein",
        "serves":2,
        "prepTime":"35 minutes",
        "ingredientNames":[
           "Brown rice noodles",
           "Lean chicken breast, thinly sliced, seasoned with pepper",
           "Sunflower oil",
           "Curry powder",
           "Hoisin sauce",
           "Frozen Chinese vegetables"
        ],
        "ingredientQtys":[
            "40 grams",
            "200 grams",
            "1 tablespoon",
            "1/2 tablespoon",
            "30ml",
            "425 grams"
        ],
        "directions":"Place the noodles in a heatproof bowl and cover with boiling water. Stand for 5 minutes or until softened, then drain well and return to the bowl. Heat a large non-stick wok over high heat. Combine the chicken, oil and curry powder in a bowl, then add half to the wok and stir-fry, tossing constantly, for 4 minutes or until golden and cooked. Transfer to the bowl with the noodles and toss together, then repeat with the remaining chicken. Add the hoisin sauce and vegetables to the wok and stir-fry for 3 minutes. Return the chicken and noodle mixture to the wok and stir-fry for 1-2 minutes or until heated through and well. Serve hot.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Chicken Caesar Burger",
        "serves":2,
        "prepTime":"30 minutes",
        "ingredientNames":[
           "Lean uncrumbed chicked schnitzel steaks, seasoned with pepper",
           "Mixed leaf iceberg lettuce blend",
           "Fat-free Caesar salad dressing",
           "Mixed seed and grain sandwich thins, toasted",
           "Tomatoes, sliced",
           "Parmesan, shaved"
        ],
        "ingredientQtys":[
            "200 grams",
            "150 grams",
            "40ml",
            "2x 40 grams sliced",
            "2",
            "40 grams"
        ],
        "directions":"Heat a large non-stick fry-pan over high heat. Add half the chicken and cook, turning occasionally, for 8 minutes or until golden and cooked through. Transfer to a plate and repeat with he remaining chicken. Combine the lettuce blend and dressing in a bowl. Place the sandwich bases on serving plates and top with the tomato and half the salad. Add the warm chicken, parmesan and remaining salad, then finish with the sandwich tops. Secure with a large toothpick if needed and serve.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Tuna, Cheese & Vegetable Slice",
        "serves":4,
        "prepTime":"1 hour & 15 minutes",
        "ingredientNames":[
           "Ground almonds",
           "Raw natural oats",
           "Tin tuna in spring-water, drained and flaked",
           "Eggs, lighly beaten",
           "Cheddar, grated",
           "Broccoli, finely chopped",
           "Zucchini, coarsely grated",
           "Dried mixed herbs",
           "Iceberg lettuce, cut into thin wedges",
           "Lebanese cucumber, thinly sliced into rounds",
           "Basil leaves",
           "White wine vinegar"
        ],
        "ingredientQtys":[
            "80 grams",
            "60 grams",
            "1x 425 gram tin",
            "4",
            "80 grams",
            "150 grams",
            "150 grams",
            "2 teaspoons",
            "150 grams",
            "150 grams",
            "1 cup",
            "2 tablespoons"
        ],
        "directions":"Preheat the oven to 200c. Line the base and sides of a 18x 8cm loaf. To make the tuna loaf, combine all the ingredients in a large bowl and season to taste with freshly ground pepper. Transfer the mixture to the prepared tin and bake for 45 minutes or until golden and cooked through. Cool the tin for 10 minutes before slicing. Place the lettuce, cucumber, basil and vinegar in a bowl. Season to taste with freshly ground black pepper and gently toss together. Divide the salad and tuna loaf among serving plates and serve.",        
        "notes":"To squeeze the grated zucchini dry, simply place it in a clean tea towel and wring out until all the excess liquid has been released",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Chicken Pita Pizza With Broccolini & Rocket Salad",
        "serves":2,
        "prepTime":"40 minutes",
        "ingredientNames":[
            "Chicken tenderloins, sliced",
            "Wholemeal pita bread",
            "Tomato passata",
            "Mozzarella, grated",
            "Extra virgin olive oil",
            "Balsamic vinegar",
            "Dried mixed herbs",
            "Zucchini, thinly sliced into rounds",
            "Broccolini, trimmed",
            "Baby rocket leaves",
            "Avocado, sliced",
            "Slivered almonds, toasted"
        ],
        "ingredientQtys":[
            "200 grams",
            "1/2",
            "3/4 cup",
            "50 grams",
            "1 teaspoon",
            "30ml",
            "1/2 teaspoon",
            "125 grams",
            "150 grams",
            "25 grams",
            "70 grams",
            "20 grams"
        ],
        "directions":"Preheat the oven grill to high. Cook the chicken under the grill, turning once, for 12 minutes or until golden and cooked through. Transfer to a board and rest for 5 minutes, then thinly slice diagonally. Cover to keep warm. Place the pita bread on a large baking tray. Spread evenly with passata and top with mozzarella. Cook under the grill for 3-5 minutes or until the bread has warmed through and the cheese is melted and golden. Meanwhile, to make the broccolini and rocket salad, combine the olive oil, vinegar, mixed herbs and zucchini in a large bowl. Season to taste with freshly ground pepper. Place the broccolini in a heat proof bowl and cover with boiling water. Stand for 20 seconds, then drain and immediately add to the zucchini mixture and toss to combine. Add the rocket, avocado and almonds and gently toss again. Top the pizza with the chicken and serve with the broccolini and rocket salad.",        
        "notes":"If preferred, you can poach the chicken tenderloins in boiling water for 5 minutes or until cooked. Remove and cool, then shred the meat before adding it to the pizza",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Tofu & Edamame San Shoy Bau",
        "serves":2,
        "prepTime":"30 minutes",
        "ingredientNames":[
            "Rice bran oil",
            "Sesame oil",
            "Firm tofu, finely chopped",
            "Thawed shelled edamame",
            "Garlic clove, crushed",
            "Oyster sauce",
            "Chopped chives",
            "Baby cos lettuce leaves, seperated",
            "Blanched almonds, toasted and finely chopped",
            "Water"
        ],
        "ingredientQtys":[
            "1 tablespoon",
            "1/2 teaspoon",
            "200 grams",
            "75 grams",
            "1",
            "40ml",
            "1 tablespoon",
            "150 grams",
            "40 grams",
            "40ml"
        ],
        "directions":"Heat the oils in a large wok over high heat. Add the tofu and stir-fry for 4 minutes or until crispy and golden. Add the edamame and garlic and stir-fry for 2 minutes. Add the oyster sauce and water, stir-fry for 1 minute or until well combined and coated. Remove the wok from the heat and toss the chives through. Divide the cos lettuce leaves among serving plates. Fill with the tofu mixture, sprinkle with he chopped almonds and season to taste with freshly ground black pepper. ",        
        "notes":"Will need 125 grams of edamame pods to produce 75 grams shelled edamame",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Vietnamese Prawn Salad With Almond Dressing",
        "serves":2,
        "prepTime":"25 minutes",
        "ingredientNames":[
            "Rice bran oil",
            "Raw king prawns, peeled",
            "Butter lettuce, torn",
            "Bean sprouts",
            "Lebanese cucumber, thinly sliced diagonally",
            "Asparagus, trimmed, shaved lengthways",
            "Mint leaves",
            "Zest and juice of lime",
            "Salt-reduced soy sauce",
            "Extra virgin olive oil",
            "Blanched almonds, toasted and finely chopped"
        ],
        "ingredientQtys":[
            "1/2 tablespoon",
            "200 grams",
            "100 grams",
            "35 grams",
            "112 grams",
            "50 grams",
            "1/2 cup",
            "1",
            "30ml",
            "1/2 tablespoon",
            "40 grams"
        ],
        "directions":"To make the almond dressing, mix together all the ingredients in a small bowl and season to taste with freshly ground pepper. Set aside until required. Heat the bran oil in a large wok over high heat. Add the prawns and stir-fry for 3-4 minutes or until cooked and golden. Transfer to a bowl, cover loosely with foil and rest for 3 minutes. Meanwhile, combine the lettuce, sprouts, cucumber, asparagus and mint in a large bowl. Divide the salad among the serving plates and top with the prawn and any juices. Spoon over the almond dressing and serve. ",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Cucumber & Salmon 'Sandwiches'",
        "serves":2,
        "prepTime":"25 minutes",
        "ingredientNames":[
            "Low-fat cottage cheese",
            "Tinned salmon, drained",
            "Pecans or walnuts, finely chopped",
            "Basil, finely chopped",
            "Zest and juice of lemon",
            "Large Lebanese cucumbers",
            "Mixed grain bread",
            "Mixed salad leaves",
            "Cherry tomatoes, halved",
            "Extra virgin olive oil",
            "Avocado, sliced" 
        ],
        "ingredientQtys":[
            "110 grams",
            "200 grams",
            "20 grams",
            "1 tablespoon",
            "1/2",
            "2",
            "1 slice",
            "150 grams",
            "150 grams",
            "1/2 tablespoon",
            "40 grams"
        ],
        "directions":"Place the cottage cheese, salmon, pecans, basil and lemon zest in a bowl, season with freshly ground pepper and stir to combine. Cut cucumbers in half lengthways, then using a teaspoon, scrape out the seeds leaving at least 5mm thick layer of the flesh intact, to form a hollow. Toast the bread and cut into quarters, then into small cubes. Divide the salmon mixture evenly among half of the hollowed cucumber lengths, then top with the remaining cucumber lengths to form ‘sandwiches'. Place the salad leaves and tomato in a bowl, then drizzle with the olive oil and lemon juice and toss to coat. Arrange the cucumber sandwiches, salad, toasted break cubes and avocado on a large serving platter. Season with freshly ground pepper and serve.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Prawn No-Rice Paper Rolls",
        "serves":2,
        "prepTime":"20 minutes",
        "ingredientNames":[
            "Lime or lemon juice",
            "Sesame oil",
            "Fish sauce",
            "Mint, shredded",
            "Cos lettuce leaves",
            "Prawns, peeled and cooked",
            "Cheddar, grated",
            "Unsalted cashews or raw almonds, chopped",
            "Asparagus, timed and thinly sliced",
            "Zucchini, spiralised",
            "Bean sprouts",
            "Water"
        ],
        "ingredientQtys":[
            "1 tablespoon",
            "1/4 teaspoon",
            "1/2 tablespoon",
            "1/2 tablespoon",
            "150 grams",
            "200 grams",
            "40 grams",
            "40 grams",
            "1 bunch",
            "1",
            "1 cup",
            "1/2 tablespoon"
        ],
        "directions":"Combine the lime or lemon juice, fish sauce, sesame oil, water and the shredded mint in a small serving dish. Arrange the lettuce leaves on a platter along with the prawns, cheese, nuts, asparagus, zucchini, bean sprouts and mint. Serve the sauce alongside. Pile the fillings onto the lettuce leaves, drizzle with a little sauce and roll up to enclose the filling.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Salmon & Broccoli Pesto Wraps",
        "serves":2,
        "prepTime":"15 minutes",
        "ingredientNames":[
            "Mouintain bread",
            "Low-fat cottage cheese or ricotta",
            "Tinned salmonn, drained",
            "Baby rocket leaves",
            "Lebanese cucumber, thinly sliced ribbons",
            "Cherry tomatoes",
            "Broccoli florets",
            "Pecans or walnuts",
            "Avocado",
            "Lemon juice" 
        ],
        "ingredientQtys":[
            "1 piece",
            "110 grams",
            "200 grams",
            "100 grams",
            "1",
            "150 grams",
            "75 grams",
            "20 grams",
            "40 grams",
            "1 teaspoon"
        ],
        "directions":"To make the broccoli pesto, steam the broccoli in a steamer basket over a saucepan of simmering water for 3 minutes or until tender but still crisp. Set aside to cool. Place the pecans in a food processor and pulse until the nuts are roughly chopped. Add the cooled broccoli and pulse until finely copped and combined. Add the avocado and lemon juice on blend until just combined. Season with freshly ground pepper. Spread the pest evenly down the center of the wraps. Tope with the cottage cheese or ricotta, the salmon and half the rocket. Roll up to enclose the filling. Service with the cucumber, tomatoes and remaining rocket alongside.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Tandoori Chicken With Grilled Vegetable Salad",
        "serves":2,
        "prepTime":"1 hours",
        "ingredientNames":[
            "Broccoli florets, cut into small florets",
            "Broccolini, trimmed and halved",
            "Asparagus, trimmed and halved",
            "Spinach leaves",
            "Pecans or walnuts, roughly chopped",
            "Extra virgin olive oil",
            "Lemon juice",
            "Small pita bread cut into 8 wedges",
            "Low-fat Greek yoghurt",
            "Garlic clove, finely chopped",
            "Ginger piece, finely grated",
            "Lemon juice",
            "Salt-reduced tomato pasted",
            "Garam Masala",
            "Ground corriander",
            "Sweet paprika",
            "Hot paprika",
            "Ground tumeric",
            "Chicken breast, cut into cubes"
        ],
        "ingredientQtys":[
            "150 grams",
            "1/2 bunch",
            "1/2 bunch",
            "1 cup",
            "20 grams",
            "1/2 tablespoon",
            "1 teaspoon",
            "1",
            "110 grams",
            "1 clove",
            "1x 1cm piece",
            "1/2 tablespoon",
            "25 grams",
            "3/4 teaspoon",
            "3/4 teaspoon",
            "1/2 teaspoon",
            "1/2 teaspoon",
            "1/4 teaspoon",
            "200 grams"
        ],
        "directions":"To make the tandoori chicken, place the yoghurt, garlic, ginger, lemon juice, tomato paste, garam masala, coriander, sweet paprika, hot paprika and turmeric in a small bowl and whisk to combine, then season to taste with pepper. Thread the chicken evenly onto the soaked skewers (see note), then place on a tray and add the tandoori paste, rubbing it well to coat evenly. Cover with plastic film and marinate in the refrigerator for at least 30  minutes (or up to 3 hours). Preheat the oven to 200c. Line a tray with baking paper. Place the chicken on a wire rack over the lined tin, spoon over any marinade remaining in the dish and roast, turning halfway through the cooking, for 25 minutes or until cooked through and starting to crisp around the edges. Heat a chargrill pan over medium heat and spray with olive oil. Working in batches, chargrill the broccoli and broccolini, turning occasionally for 3-4 minutes or until tender and grill marks have appeared. Repeat with asparagus, grilling for 2-3 minutes. Transfer to a large bowl and set aside until cool. Add the spinach, cucumber and pecans to the broccoli mixture, drizzle with extra virgin olive oil and lemon juice and toss gently to coat.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Smoked Salmon Crackers",
        "serves":1,
        "prepTime":"5 minutes",
        "ingredientNames":[
            "Corn thins",
            "Light cream cheese",
            "Rocket leaves",
            "Lebanese cucumber, sliced",
            "Smoked salmon"
        ],
        "ingredientQtys":[
            "3",
            "6 teaspoons",
            "3/4 cup",
            "1/2 small",
            "3 slices (75 grams)"
        ],
        "directions":"Stack on top of corn thins in order – Cream cheese, smoked salmon, rocket leaves, cucumber slices. Sprinkle with salt and pepper to taste.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Ham & Salad Crackers",
        "serves":1,
        "prepTime":"5 minutes",
        "ingredientNames":[
            "Corn thins",
            "Reduced fat cheddar cheese",
            "Tomato",
            "Ham",
            "Lebanese cucumber"
        ],
        "ingredientQtys":[
            "3",
            "1 1/2 slices",
            "3 slices",
            "3 slices",
            "1/2 small"
        ],
        "directions":"Stack on top of corn thins in order – Cheddar cheese, tomato, ham and cucumber. Sprinkle with salt and pepper to taste.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Turkey Salad Wrap",
        "serves":1,
        "prepTime":"5 minutes",
        "ingredientNames":[
            "Helga's low carb wrap",
            "Avocado",
            "Turkey slices",
            "Baby spinach",
            "Carrot, grated",
            "Tomato"
        ],
        "ingredientQtys":[
            "1",
            "20 grams",
            "3",
            "1/2 cup",
            "1/2 small",
            "3 slices"
        ],
        "directions":"Lay wrap bread on plate. Thinly spread the avocado across the wrap. Layer turkey, spinach, carrot and tomato in the center of the wrap. Roll the wrap and cut in half to serve.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Mexican Chicken Wrap",
        "serves":2,
        "prepTime":"15 minutes",
        "ingredientNames":[
            "Helga's low carb wrap",
            "Chicken breast, thinly sliced",
            "Ground cumin",
            "Sweet paprika",
            "Ground oregano",
            "Tomato, sliced",
            "Cucumber, sliced",
            "Lettuce leaves",
            "Low-fat grated cheese",
            "Avocado, sliced"
        ],
        "ingredientQtys":[
            "1",
            "200 grams",
            "1/2 teaspoon",
            "1 teaspoon",
            "1 teaspoon",
            "1",
            "1",
            "1 cup",
            "1/4 cup",
            "1/4"
        ],
        "directions":"Sprinkle cumin, paprika and oregano over the chicken to evenly coat. Heat a medium sized pan and spray with oil. Cook the chicken until golden and cooked. Top each wrap with chicken, tomato, cucumber, lettuce and avocado.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Lunch",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Butter Chicken",
        "serves":2,
        "prepTime":"40 minutes",
        "ingredientNames":[
            "Light margarine",
            "Garam Masala",
            "Sweet paprika",
            "Ground cinnamon",
            "Onion, sliced",
            "Lean chicken breast, diced",
            "Salt-reduced chicken stock",
            "Carrots, chopped",
            "Broccoli florets",
            "Zucchini, halved lengthways and into ribbons",
            "Baby spinach leaves"
        ],
        "ingredientQtys":[
            "1 tablespoon",
            "1/2 tablespoon",
            "1 teaspoon",
            "1/2 teaspoon",
            "1",
            "300 grams",
            "1 1/2 cup",
            "2",
            "1 cup",
            "1",
            "1 cup"
        ],
        "directions":"Melt the margarine in a large saucepan over medium heat. Add the spices and onion and cook, stirring occasionally, for 3 minutes, then add the chicken and cook, stirring occasionally for a further 3 minutes. Pour in the stock and stir to combine. Add the carrot, broccoli and cook, stirring occasionally for 12-15 minutes or until cooked through and the sauce has reduced  by half. Add the zucchini ribbons for the last 5 minutes of cooking time. Remove the pan from the heat and stir through spinach until wilted.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Dinner",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Loaded Beef Burgers",
        "serves":2,
        "prepTime":"35",
        "ingredientNames":[
            "Lean minced beef",
            "Dried mixed herbs",
            "Large eggs",
            "Beetroot, grated",
            "Carrot, grated",
            "Tomato, sliced",
            "Avocado"
        ],
        "ingredientQtys":[
            "200 grams",
            "1 teaspoon",
            "2",
            "1/2",
            "1/2",
            "1",
            "40 grams"
        ],
        "directions":"Preheat a bbq chargrill and flat plate to medium-high heat. Place the minced beef and dried herbs in a bowl and mix with clean hands until well combined. Roll the mixture firmly into two even-sized patties. Add the patties to the chargrill plate and cook for 5 minutes, then flip them over. Lightly spray the flat plate with olive oil and crack the eggs onto the plate. Cook until the egg whites have set but the yolk is still runny. Meanwhile, combine the beetroot and carrot, season with greshly ground pepper. Transfer the patties on to a plate and top with tomato, avocado, patties, eggs and finally the beetroot mixture. Serve hot.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Dinner",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Sticky Pork & Garic Greens",
        "serves":2,
        "prepTime":"25 minutes",
        "ingredientNames":[
            "Salt-reduced hoisin sauce",
            "Salt-reduced oyster sauce",
            "Salt-reduced tomato sauce",
            "Lean pork fillet, sinew, cut into 1cm slices",
            "Sunflower oil",
            "Chinese broccoli, trimmed and halved",
            "Green beans, trimmed",
            "Garlic clove, thinly sliced",
            "Thawed shelled edamame, thawed",
            "Water"
        ],
        "ingredientQtys":[
            "1 tablespoon",
            "1 tablespoon",
            "1 tablespoon",
            "300 grams",
            "1/2 tablespoon",
            "1/2 bunch",
            "150 grams",
            "2",
            "150 grams",
            "40ml"
        ],
        "directions":"Combine the sauces and pork in a large bowl and season with freshly ground pepper. Cover and chill for at least 1 hour, or overnight if time permits. Heat half the sunflower oil in a large non-stick wok over high heat. Add the pork mixture and stir-fry for 5 minutes or until cooked and dark golden. Transfer to a heat proof bowl and cover to keep warm. Heat the remaining oil in the wok and add the Chinese broccoli, beans and garlic. Stir-fry for 1 minute. Add the edamame and water and stir fry for 1 minute. Return the pork and any juices to the wok and toss well, the remove from the heat. Spoon the pork and greens into bowls and serve.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Dinner",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Pork & Zucchini Fajita",
        "serves":2,
        "prepTime":"35 minutes",
        "ingredientNames":[
            "Spiralised zucchini, cooked",
            "Lean pork, stir fry strips",
            "Fajita packet spice mix",
            "Mozzarella, grated",
            "Tomatoes, diced",
            "Lime wedges to serve"
        ],
        "ingredientQtys":[
            "125 grams",
            "300 grams",
            "1 packet",
            "50 grams",
            "60 grams",
            "1"
        ],
        "directions":"Preheat the oven to 220c. Scatter the zucchini evenly over the base of a 5cm deep rectangular baking dish. Sprinkle evenly with tomato. Combine the pork and spice, then sprinkle over the tomato. Top evenly with mozzarella and bake for 20 minutes or until the cheese is melted and golden. Serve with lime wedges.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Dinner",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Sesame Pork With Japanese Slaw",
        "serves":2,
        "prepTime":"20 minutes",
        "ingredientNames":[
            "Un-crumbed pork schnitzels, seasoned with pepper",
            "Sesame seeds",
            "Salt-reduced soy sauce",
            "Kaleslaw kit, dressing not included",
            "Avocado, chopped into wedges",
            "Roasted seaweed nori snack, crumbled"
        ],
        "ingredientQtys":[
            "300 grams",
            "1 tablespoon",
            "30ml",
            "175 grams",
            "80 grams",
            "1x 5g packet"
        ],
        "directions":"Combine the pork, sesame seeds and 1 tablespoon of the soy sauce in a bowl and toss to coat. Preheat a large non-stick frying pan over high heat. Add the pork and cook for 3 minutes each side or until golden and cooked to medium. Transfer to a plate. Combine the slaw and remaining soy sauce and divide among serving bowls. Thinly slice the pork and arrange next to the slaw. Add the avocado and nori and serve warm.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Dinner",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Japanese Style Chicken & Green Beans",
        "serves":2,
        "prepTime":"20 minutes",
        "ingredientNames":[
            "Sunflower oil",
            "Lean chicken breast strips",
            "Salt-reduced soy sauce",
            "Fresh garlic paste",
            "White wine vinegar",
            "Snow peas, trimmed",
            "Sesame seeds, toasted",
            "Water"
        ],
        "ingredientQtys":[
            "1/2 tablespoon",
            "300 grams",
            "1 tablespoon",
            "1 teaspoon",
            "1/2 tablespoon",
            "200 grams",
            "1 teaspoon",
            "2 tablespoons"
        ],
        "directions":"Heat the oil in a large non-stick wok over high heat, add the chicken, soy sauce and garlic paste and stir-fry for 5 minutes. Add the vinegar, broccolini and water to the wok and stir-fry for 2 minutes. Add the snow peas and sesame seeds and stir-fry for 1 minute or until the chicken is cooked through. Divide among the bowl and serve.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Dinner",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Beef & Pupkin Massaman",
        "serves":2,
        "prepTime":"25 minutes",
        "ingredientNames":[
            "Massaman curry paste",
            "Lean beef stir-fry strips",
            "Small onion, diced",
            "Peeled, seeded pumpkin cut into matchsticks",
            "Choy sum, stems sliced",
            "Salt-reduced chicken stock"
        ],
        "ingredientQtys":[
            "1 tablespoon",
            "300 grams",
            "1/2",
            "75 grams",
            "1 bunch",
            "1/4 cup"
        ],
        "directions":"Heat a large non-stick wok over high heat, add the curry paste, onion and beef and stir-fry for 5 minutes or until the beef is cooked. Add the pumpkin, choy sum and stock over the wok and stir-fry for 3 minutes. Divide among the plates or bowls and serve.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Dinner",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Beetroot & Beef Rissoles With Herb Salad & Mustard Tahini",
        "serves":2,
        "prepTime":"40 minutes",
        "ingredientNames":[
            "Mixed salad leaves",
            "Mixed herbs (parsley, basil, chives, tarragon)",
            "Cherry tomatoes",
            "Zucchini, cut into long ribbons",
            "Zest and juice of lemon",
            "Tahini",
            "Wholegrain mustard",
            "Zest and juice of lemon",
            "Lean beef, chopped",
            "Egg",
            "Beetroot, grated",
            "Carrot, grated",
            "Garlic clove, crushed"
        ],
        "ingredientQtys":[
            "38 grams",
            "1/2 cup",
            "150 grams",
            "75 grams",
            "1/2",
            "1 tablespoon",
            "1 teaspoon",
            "1/2",
            "300 grams",
            "1/2",
            "75 grams",
            "75 grams",
            "1 small clove"
        ],
        "directions":"To make the mustard tahini, mix together allt he ingredients with 2-3 tablespoons of warm water in a small bowl (the mixture will be quite thick). Season to taste with freshly ground pepper. Set aside until required. Add a little extra warm water before serving if it has thickened further on standing. To make the rissoles, place all the ingredients in a food processor and process until minced. Using slightly damp hands, divide the mixture into 12 equal portions and roll into rissoles. Heat a barbeque chargrill to medium. Cook the rissoles for 4-5 minutes each side or until golden and cooked through. Meanwhile, toss together the salad leaves, mixed herbs, tomato, zucchini, lemon zest and juice in a large bowl. Season to taste with freshly ground pepper. Divide among serving bowls. Divide the rissoles among the bowls and spoon over the mustard tahini and serve.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Dinner",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Peri Peri Chargrilled Chicken With Mixed Vegetable Salad",
        "serves":2,
        "prepTime":"40 minutes",
        "ingredientNames":[
            "Low-fat natural yoghurt",
            "Lean chicken tenderloins, halved lengthways",
            "Peri peri spice mix",
            "Bab carrots",
            "Asparagus",
            "Rocket leaves",
            "Cherry tomatoes, halved",
            "Zest and juice of lemon"
        ],
        "ingredientQtys":[
            "50 grams",
            "300 grams",
            "1 tablespoon",
            "150 grams",
            "150 grams",
            "75 grams",
            "75 grams",
            "1/2"
        ],
        "directions":"Combine the yoghurt, chicken and spice mix in a large bowl and season with freshly ground pepper. Cover and marinate in the fridge for 30 minutes. Heat a barbeque chargrill to medium-high. Chargrill carrots for 3 minutes, turning occasionally, then add the asparagus and chargrill for 2 minutes. Transfer the carrot and asparagus to a large bowl. Add the rocket, tomato, lemon zest and juice and season to taste with freshly ground pepper. Toss everything together well and set aside until required. Chargrill the chicken, turning occasionally, for 8-10 minutes or until cooked and golden. Serve the chicken with the salad  mixture.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Dinner",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Teriyaki Beef Skewers With Sesame Carrot Noodles",
        "serves":2,
        "prepTime":"40 minutes",
        "ingredientNames":[
            "Oyster sauce",
            "Salt-reduced soy sauce",
            "Garlic clove, crushed",
            "Lean beef fillet, cut into long strips",
            "Zucchini, cut into ribbons",
            "Avocado, sliced",
            "Carrot, spiralised",
            "White wine vinegar",
            "Sesame oil",
            "Bean sprouts",
            "Toasted sesame seeds",
            "Iceberg lettuce, shredded",
            "Lime wedges to serve"
        ],
        "ingredientQtys":[
            "1/2 tablespoon",
            "30ml",
            "1",
            "300 grams",
            "150 grams",
            "80 grams",
            "150 grams",
            "1 tablespoon",
            "1/2 teaspoon",
            "25 grams",
            "17 grams",
            "125 grams",
            "1"
        ],
        "directions":"Combine the oyster sauce, soy sauce, garlic and beef in a glass or ceramic bowl. Season to taste with freshly ground pepper. Cover and marinate in the fridge for at least 2 hours, or overnight if time permits. Heat a large chargrill pan over medium heat. Thread the beef and zucchini ribbons onto 6 metal skewers. Cook on the chargrill, turning occasionally, for 8 minutes or until just tender and golden. Meanwhile, to make the sesame carrot noodles, combine all the ingredients in a bowl. Season to taste with freshly ground pepper, then set aside until required. Divide the avocado among the serving plates. Add the beef skewers and sesame carrot noodle and serve with lime wedges.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Dinner",
        "photo": "no-photo.jpg"
    },
    {
        "title":"BBQ Steak & Vegetable 'Fries' With Herb Sauce",
        "serves":2,
        "prepTime":"1 hour",
        "ingredientNames":[
            "Zucchini, cut into thick matchsticks",
            "Carrot, cut into thick matchsticks",
            "Asparagus, trimmed halved crossways",
            "Smoked paprika",
            "Beef fillet steaks, excess fat trimmed",
            "Avocado, cut into wedges",
            "Parsley, chopped",
            "Thyme leaves, chopped",
            "Garlic clove, crushed",
            "Red win vinegar"
        ],
        "ingredientQtys":[
            "150 grams",
            "150 grams",
            "150 grams",
            "1/2 teaspoon",
            "2x 150 grams",
            "80 grams",
            "1/4 cup",
            "1 tablespoon",
            "1",
            "40ml"
        ],
        "directions":"Preheat the oven to 200c and line a large baking tray with baking paper. Toss the zucchini, carrot and smoked paprika in a large bowl until coated evenly. Season to taste with freshly ground pepper. Spread the vegetables evenly over the prepared tray and bake for 30 minutes. Add the asparagus to the tray and bake for a further 10 minutes or until all the vegetables are just tender and golden. Meanwhile to make the herb sauce, combine all the ingredients in a small bowl. Season to taste with freshly ground pepper, then cover and chill until required. Heat a barbeque chargrill to medium high. Season the steaks on both sides with freshly ground pepper. Chargrill for 3 minutes each side or until cooked to your liking. Transfer to a plate, cover loosely with foil and leave to rest for 5 minutes. Serve the steaks drizzled with any resting juices, with the vegetable ‘fries’, avocado and the herb sauce.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Dinner",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Chargrilled Cajun Chicken & Broccolini With Salad",
        "serves":2,
        "prepTime":"35 minutes",
        "ingredientNames":[
            "Sweet paprika",
            "Garlic powder",
            "Onion powder",
            "Dried oregano",
            "Dried thyme",
            "Cayenne pepper",
            "Chicken breast tenderloins",
            "Broccolini, trimmed",
            "Baby cos lettuce hearts, trimmed, leaves separated",
            "Baby rocket leaves",
            "Mixed salad leaves",
            "Baby spinach leaves",
            "Lebanese cucumber, sliced diagonally",
            "Small garlic clove, crushed",
            "Dijon mustard",
            "White wine vinegar",
            "Extra virgin olive oil",
            "Avocado",
            "Pecans or walnuts, roughly chopped"
        ],
        "ingredientQtys":[
            "1/2 tablespoon",
            "1 teaspoon",
            "1 teaspoon",
            "1/2 teaspoon",
            "1/4 teaspoon",
            "1/8 teaspoon",
            "300 grams",
            "1 bunch",
            "1",
            "1 cup",
            "1 cup",
            "1 cup",
            "1",
            "1",
            "1 teaspoon",
            "1 teaspoon",
            "1 teaspoon",
            "80 grams",
            "40 grams"
        ],
        "directions":"To make the salad, place the lettuce, rocket, salad leaves, spinach and cucumber in a large bowl and toss gently to mix. Place the garlic and mustard in a small bowl, season with freshly ground pepper and stir to mix, then stir in the vinegar until combined. Whisk in the olive oil until emulsified. Add the dressing to the salad just before serving and toss to lightly coat, then add the avocado and pecans. Place the paprika, garlic powder, onion powder, oregano and thyme in a shallow bowl large enough to fit the chicken, season with freshly ground pepper and stir to mix well. Insert a skewer into each chicken tenderloin lengthways, then place in the Cajun spice mix, pressing to coat each tenderloin evenly. Heat a chargrill pan over medium heat and spray with olive oil. Spray the chicken tenderloins with olive oil, then add the chicken to the hot chargrill pan and cook for 4-5 minutes on each side or until golden and cooked through. Transfer to a plate, cover with foil and keep warm. Spray the broccolini with oil, then cook in the chargrill pan for 3 minutes on each side or until tender but still crisp and chargrilled on the edges. Pile the salad, chicken and broccolini onto a large platter and serve.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Dinner",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Chicken Burrito Bowls",
        "serves":2,
        "prepTime":"25",
        "ingredientNames":[
            "Extra virgin olive oil",
            "Chicken breast, chopped",
            "Oregano",
            "Ground cumin",
            "Paprika",
            "Ground corriander seeds",
            "Tomatoes, diced",
            "Avocado, smashed",
            "Lime, cut into wedges",
            "Baby spinach",
            "Instant brown rice",
            "Black beans",
            "Light sour cream"
        ],
        "ingredientQtys":[
            "1 teaspoon",
            "200 grams",
            "pinch",
            "1/2 teaspoon",
            "1 teaspoon",
            "pinch",
            "1",
            "1/2",
            "1",
            "2 cups",
            "1/2 cup",
            "1/4 cup",
            "1 tablespoon"
        ],
        "directions":"Add oil to a non-stick pan over high heat. Season chicken with salt and pepper, add to the pan, cooking for another 5 minutes until browned. Stir occasionally. Add oregano, cumin, paprika and coriander, stir well. Add 100ml water to the pan and continue to stir until chicken is coated. Remove from the heat once chicken is cooked and set aside. In each serving bowl, add spinach, tomato, rice, black beans and chicken. Top with avocado and sour cream, drizzle lime juice.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Dinner",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Fish & Chips",
        "serves":2,
        "prepTime":"55 minutes",
        "ingredientNames":[
            "Small sweet potatoes, cut into matchsticks",
            "Extra virgin olive oil",
            "Paprika",
            "Wholemeal flour",
            "Barramundi",
            "Mixed lettuce leaves",
            "Lebanese cucumber",
            "Cherry tomatoes",
            "Balsamic vinegar",
            "Lemon"
        ],
        "ingredientQtys":[
            "2",
            "1 teaspoon",
            "1 teaspoon",
            "1/4 cup",
            "2 pieces",
            "2 cups",
            "1/2",
            "1/4 punnet",
            "1/2 teaspoon",
            "1/2"
        ],
        "directions":"Preheat the oven to 22c. Place sweet potato, a drizzle of oil, paprika, salt and pepper in a large bowl and mix to ensure sweet potato fries are well coated. Bake for 40 minutes or until golden. Meanwhile, pour flour in a shallow bowl. One piece at a time, place fish in flour, making sure to shake off excess flour. Repeat until all 4 pieces are floured. Add drizzle of oil to a frypan over medium to high heat. Cook the fish in batches, for 4-5 minutes each side or until fish is golden. Once cooked, transfer fish to a plate covered with paper towel. To make the salad, toss leaves, cucumber, tomatoes and balsamic vinegar in a large bowl. Serve the fish with sweet potato fries, salad and lemon wedge.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Dinner",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Kale Chips",
        "serves":6,
        "prepTime":"20 minutes",
        "ingredientNames":[
            "Kale, washed and dried",
            "Olive oil",
            "Salt"
        ],
        "ingredientQtys":[
            "1 bunch",
            "1 tablespoon",
            "1 teaspoon"
        ],
        "directions":"Preheat the oven to 175c and line a baking tray. Remove stems from kale, cut and tear leaves into bite sized pieces. Place on baking tray in an even layer and drizzle with olive oil. Rub the oil into the kale leaves using hands. Season with salt. Bake for 10 minutes, until the edges of the kale are lightly golden, but not burnt.",        
        "notes":"",
        "vegan":true,
        "glutenFree":false,
        "category":"Snack",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Zucchini Fries",
        "serves":2,
        "prepTime":"30 minutes",
        "ingredientNames":[
            "Mixed herbs",
            "Plain flour",
            "Salt",
            "Breadcrumbs",
            "Egg whites",
            "Zucchini, cut into wedges"
        ],
        "ingredientQtys":[
            "1/2 teaspoon",
            "3/4 cup",
            "1/4 teaspoon",
            "6 tablespoons",
            "1",
            "1"
        ],
        "directions":"Preheat oven to 220c. Grease baking tray with olive oil. In a bowl, mix together dired herbs, flour and salt. Place breadcrumbs in a second bowl. In a third bowl, whip egg whites to frothy almost soft peaks. Dunk each zucchini stick into flour mix, then dip into egg whit, then into breadcrumbs. Place coated zucchini on baking tray and place in oven. Bake for 10 minutes, turning once until crispy golden.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Snack",
        "photo": "no-photo.jpg"
    },
    {
        "title":"Berry Sorbet",
        "serves":4,
        "prepTime":"15 minutes",
        "ingredientNames":[
            "Mixed frtesh berries",
            "Honey, warmed",
            "Coconut cream",
            "Coconut oil",
            "Salt"
        ],
        "ingredientQtys":[
            "4 cups",
            "1/2 cup",
            "1 cup",
            "2 tablespoons",
            "pinch"
        ],
        "directions":"Blend together berries. Add the honey, coconut cream, salt and oil and blend till smooth. Pour in a large bowl, cover with plastic wrap and place in freezer for 1 hour. Remove from the freezer and blend again until smooth. Place in an airtight container and freeze for at least 4 hours, preferably overnight.",        
        "notes":"",
        "vegan":false,
        "glutenFree":false,
        "category":"Snack",
        "photo": "no-photo.jpg"
    }
]